temperature = int(input("Введите свою температуру: "))
davlenie = int(input("Введите свое давление: "))
pulse = int(input("Введите свой пульс: "))

if 35 >= temperature <= 38:
    print("Температура: Вам срочно требуется врач!")
else:
    print("Температура: У вас легкое недомогание.")

if 105 >= davlenie <= 140:
    print("Давление: Вам срочно требуется врач!")
else:
    print("Давление: У вас легкое недомогание.")

if 55 >= pulse <= 110:
    print("Пульс: Вам срочно требуется врач!")
else:
    print("Пульс: У вас легкое недомогание.")
